Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

source: Do Not Place Order
de_de: Auftrag nicht aufgeben
es_419: No colocar orden
es_es: No colocar orden
fr_fr: Ne pas placer l'ordre
it_it: Non effettuare l'ordine
ja_jp: 注文しないでください
ko_kr: 실행하지 않음
ms_my: Jangan Buat Pesanan
pt_br: Não executar a ordem
ru_ru: Не размещать ордер
th_th: อย่าส่งคำสั่งซื้อขาย
vi_vn: Không đặt lệnh
zh_hans: 请勿下单
zh_hant_tw: 請勿下單

# doNotPlaceOrderAlertTitle
source: Are you sure you do not want to place this order?
de_de: Sind Sie sicher, dass Sie diese Bestellung nicht aufgeben möchten?
es_419: ¿Seguro que no deseas colocar esta orden?
es_es: ¿Seguro que no desea colocar esta orden?
fr_fr: Voulez-vous vraiment placer cet ordre ?
it_it: Confermi di non voler effettuare questo ordine?
ja_jp: 本当にこの注文を確定しないでよろしいですか？
ko_kr: 이 주문을 실행하지 않으시겠습니까?
ms_my: Adakah anda pasti anda tidak mahu membuat pesanan ini?
pt_br: Não quer executar a ordem?
ru_ru: Вы уверены, что не хотите размещать этот ордер?
th_th: คุณแน่ใจว่าไม่ต้องการส่งคำสั่งซื้อขายนี้ใช่ไหม
vi_vn: Bạn có chắc chắn không muốn đặt lệnh này?
zh_hans: 您确定不下此订单吗？
zh_hant_tw: 您確定不下此訂單嗎？

# eachHistoryDefPurchaseFMV
source: Purchase FMV. The closing market price (fair market value) of shares on your purchase date.
de_de: Marktgerechter Wert (FMV) des Kaufs Der Marktschlusskurs (fairer Marktwert) der Aktien am Tag Ihres Kaufs.
es_419: Valor justo de mercado de compra El precio de cierre del mercado (valor justo de mercado) de las acciones en la fecha de compra.
es_es: FMV de compra El precio de cierre del mercado (valor justo de mercado) de las acciones en la fecha de compra.
fr_fr: FMV d'achat. Le cours de clôture (juste valeur de marché) des actions à la date d'achat.
it_it: Acquista FMV. Il prezzo di mercato di chiusura (valore equo di mercato) delle azioni alla data di acquisto.
ja_jp: FMVを購入する。購入日における株式の終値（公正市場価値）。
ko_kr: 매수 FMV 귀하의 매수 날짜 주식의 종가(공정 시장 가치)입니다.
ms_my: Beli FMV. Harga pasaran penutupan (nilai pasaran yang adil) syer pada tarikh pembelian anda.
pt_br: Compre FMV. O preço de encerramento do mercado (valor justo de mercado) das ações na data da compra.
ru_ru: FMV при покупке. Цена закрытия (действительная стоимость) на дату начала подписки.
th_th: ซื้อ FMV ราคาปิดตลาด (มูลค่าตลาดที่ยุติธรรม) ของหุ้นในวันที่คุณซื้อ
vi_vn: FMV khi mua. Giá thị trường đóng cửa (giá trị thị trường hợp lý) của cổ phiếu vào ngày bạn mua.
zh_hans: 购买FMV。您购买日期当天的股票收盘行情（公平市场价值）。
zh_hant_tw: 購買FMV。您購買日期當天的股票收盤行情（公平市場價值）。

# eachHistoryDefSharesWithheld
source: Shares withheld. Shares you purchased and then were withheld by your employer to cover your estimated tax liability. The cash value of those shares were withheld for taxes.
de_de: Einbehaltene Aktien Aktien, die du gekauft hast und die dann von deinem Arbeitgeber einbehalten wurden, um deine geschätzte Steuerschuld zu decken. Der Cash Wert dieser Aktien wurde für Steuern einbehalten.
es_419: Acciones retenidas. Acciones que compró y luego la empresa retuvo para cubrir la responsabilidad fiscal estimada. El valor en efectivo de esas acciones se retuvo para fines fiscales.
es_es: Acciones retenidas. Acciones que compró y luego la empresa retuvo para cubrir la responsabilidad fiscal estimada. El valor en efectivo de esas acciones se retuvo para fines fiscales.
fr_fr: Actions retenues. Les actions que vous avez achetées et qui ont ensuite été retenues par votre employeur pour couvrir vos obligations fiscales estimées. La valeur en espèces de ces actions a été retenue au titre de l'impôt.
it_it: Azioni trattenute. Le azioni che hai acquistato e che poi sono state trattenute dal tuo datore di lavoro per coprire la tua responsabilità fiscale. La liquidità di quelle azioni è stata trattenuta per le tasse.
ja_jp: 源泉徴収された株式。購入後に、推定未納税額を補填するために雇用主によって源泉徴収された株式です。これらの株式の現金価値が税金として源泉徴収されました。
ko_kr: 보류된 주식 귀하가 매수한 후 고용주가 귀하의 예상 납세 의무를 충당하기 위해 보류한 주식입니다. 해당 주식의 현금 가치는 세금을 위해 원천징수되었습니다.
ms_my: Syer yang ditahan. Syer yang anda beli dan kemudian ditahan oleh majikan anda untuk menampung anggaran liabiliti cukai anda. Nilai wang tunai syer tersebut telah ditahan untuk cukai.
pt_br: Ações retidas. Ações que você comprou e foram retidas pelo seu empregador para cobrir sua responsabilidade tributária estimada. O valor em dinheiro dessas ações foi retido para fins fiscais.
ru_ru: Удержанные акции. Акции, которые вы приобрели, но работодатель удержал их для оплаты предполагаемых налоговых обязательств. Налоги были оплачены за счет денежного эквивалента этих акций.
th_th: หุ้นที่ถูกหัก หุ้นที่คุณซื้อและนายจ้างของคุณหักเพื่อชำระหนี้ภาษีที่ประมาณการของคุณ มูลค่าเงินสดของหุ้นดังกล่าวได้ถูกหักไว้เพื่อเสียภาษี
vi_vn: Cổ phiếu bị giữ lại. Cổ phiếu bạn đã mua và sau đó đã được chủ lao động của bạn giữ lại để trả nghĩa vụ thuế ước tính của bạn. Giá trị tiền mặt của những cổ phiếu đó đã được giữ lại để nộp thuế.
zh_hans: 预扣股份。您购买的股份随即被您的雇主预扣，以便支付您的预估应缴税金。这些股份的现金价值已预扣作为税金。
zh_hant_tw: 預扣股份。您購買的股份隨即被您的雇主預扣，以便支付您的預估應繳稅金。這些股份的現金價值已預扣作為稅金。

# eacHistoryDefAction
source: Action. The transaction type.
de_de: Aktion. Der Transaktionstyp.
es_419: Acción. El tipo de transacción.
es_es: Decisión. Tipo de transacción.
fr_fr: Action. Type de transaction.
it_it: Azione. Il tipo di transazione.
ja_jp: アクション。トランザクションタイプ。
ko_kr: 거래 조치 거래 유형
ms_my: Tindakan. Jenis transaksi.
pt_br: Ação. O tipo da transação.
ru_ru: Действие. Тип транзакции.
th_th: การดำเนินการ ประเภทธุรกรรม
vi_vn: Hành động. Loại giao dịch.
zh_hans: 行动。交易类型。
zh_hant_tw: 行動。交易類型。

# eacHistoryDefCashForward
source: Carry forward. Contributions that could not be used to purchase a whole share were carried forward into the next purchase period.
de_de: Weitertragen. Beiträge, die nicht zum Kauf einer ganzen Aktie verwendet werden konnten, wurden auf den nächsten Kaufzeitraum übertragen.
es_419: Traslado. Las contribuciones que no se pudieron destinar a la compra de una acción entera se trasladaron al siguiente período de compra.
es_es: Acumulación. Las contribuciones que no se pudieron destinar a la compra de una acción entera se trasladaron al siguiente período de compra.
fr_fr: Report. Les contributions qui n'ont pas pu être utilisées pour acheter une action entière ont été reportées sur la période d'achat suivante.
it_it: Continua. I contributi che non potevano essere utilizzati per l'acquisto di un'intera azione venivano riportati al periodo di acquisto successivo.
ja_jp: 繰り越し。1株の購入に満たなかった拠出金は、次の購入期間に繰り越されました。
ko_kr: 이월 전체 주식을 매수하는 데 사용되지 못하고 다음 매수 기간으로 이월된 납입금입니다.
ms_my: Dibawa ke hadapan. Sumbangan yang tidak boleh digunakan untuk membeli keseluruhan syer dibawa ke hadapan ke tempoh pembelian seterusnya.
pt_br: Acumule. As contribuições que não puderam ser usadas para comprar uma ação inteira foram acumuladas para o próximo período de compra.
ru_ru: Перенос взносов. Часть взносов, не использованная для покупки полной акции, переносится на следующий период.
th_th: ดำเนินการต่อไป เงินสนับสนุนที่ไม่สามารถนำไปใช้ซื้อหุ้นทั้งหมดได้นั้นจะถูกโอนไปยังงวดการซื้อครั้งต่อไป
vi_vn: Chuyển tiếp. Các khoản đóng góp không thể được sử dụng để mua toàn bộ cổ phần đã được chuyển tiếp sang giai đoạn mua tiếp theo.
zh_hans: 结转。无法用于购买整股的提拨，将结转至下一个购买期。
zh_hant_tw: 結轉。無法用於購買整股的提撥，將結轉至下一個購買期。

# eacHistoryDefCashRefund
source: Cash refund. Contributions that could not be used to purchase a whole share were refunded as cash.
de_de: Erstattung in bar. Einlagen, die nicht zum Kauf einer ganzen Aktie verwendet werden konnten, wurden wie Cashzurückerstattet.
es_419: Devolución en efectivo. Las contribuciones que no se pudieron emplear para comprar una acción entera se reembolsaron en efectivo.
es_es: Devolución en efectivo. Las contribuciones que no se pudieron destinar a la compra de una acción entera se reembolsaron en efectivo.
fr_fr: Remboursement en espèces. Les contributions qui n'ont pas pu être utilisées pour acheter une action entière ont été remboursées en espèces.
it_it: Rimborso in contanti. I contributi che non potevano essere utilizzati per acquistare un'intera quota venivano rimborsati come liquidità.
ja_jp: 現金での払い戻し。1株の購入に満たなかった拠出金は、現金で返金されました。
ko_kr: 현금 환불 전체 주식을 매수하는 데 사용되지 못하고 현금으로 환불된 납입금입니다.
ms_my: Bayaran balik tunai. Sumbangan yang tidak boleh digunakan untuk membeli keseluruhan syer telah dikembalikan sebagai wang tunai.
pt_br: Reembolso em dinheiro. As contribuições que não puderam ser usadas para comprar uma ação inteira foram reembolsadas em dinheiro.
ru_ru: Денежный возврат. Взносы, которые не могли быть использованы для покупки целой акции, возвращаются в виде денежных средств.
th_th: การคืนเงินสด เงินบริจาคที่ไม่สามารถนำไปใช้ซื้อหุ้นทั้งหมดได้นั้นจะได้รับการคืนเป็นเงินสด
vi_vn: Hoàn tiền mặt. Các khoản đóng góp không thể được sử dụng để mua toàn bộ cổ phần đã được hoàn trả dưới dạng tiền mặt.
zh_hans: 现金退款。无法用于购买整股的提拨，已以现金形式退还。
zh_hant_tw: 現金退款。無法用於購買整股的提撥，已以現金形式退還。

# eacHistoryDefDescription
source: Description. The equity award type.
de_de: Beschreibung Die Prämien in Aktienkapitalform.
es_419: Descripción. Tipo de retribución de acciones.
es_es: Descripción. Tipo de retribución de acciones.
fr_fr: Description. Le type d'attribution d'action.
it_it: Descrizione. Il tipo di conferimenti di equità.
ja_jp: 説明。株式報酬の種類。
ko_kr: 세부 정보 주식 보상 유형
ms_my: Penerangan. Jenis ganjaran ekuiti.
pt_br: Descrição. O tipo de premiação em ações.
ru_ru: Описание. Тип долевого акционного вознаграждения.
th_th: คำอธิบาย ประเภทรางวัลที่เป็นสินทรัพย์ทุน
vi_vn: Mô tả. Loại phần thưởng cổ phần.
zh_hans: 说明。股权奖励类型。
zh_hant_tw: 說明。股權獎勵類型。

# eacHistoryDefNetShares
source: Net shares deposited. Shares you purchased minus any shares sold for taxes.
de_de: Netto eingezahlte Aktien. Aktien, die Sie gekauft haben, abzüglich aller Aktien, die für Steuern verkauft wurden.
es_419: Acciones netas depositadas. Acciones que compraste menos las que vendiste para impuestos.
es_es: Acciones netas depositadas. Acciones compradas, menos cualquier acción vendida para fines fiscales.
fr_fr: Actions nettes déposées. Actions achetées moins les actions vendues pour les impôts.
it_it: Azioni nette depositate. Azioni acquistate meno eventuali azioni vendute per le imposte.
ja_jp: 預託された純株式数。購入した株式から、税金のために売却した株式を差し引く。
ko_kr: 순 입금 주식 매수한 주식에서 세금을 위해 매도된 주식을 뺀 수량입니다.
ms_my: Syer bersih didepositkan. Syer yang anda beli tolak sebarang syer yang dijual untuk cukai.
pt_br: Ações líquidas depositadas. Ações que você comprou menos quaisquer ações vendidas para fins de imposto.
ru_ru: Чистые акции на счету. Акции, которые вы приобрели за вычетом акций, проданных для уплаты налогов.
th_th: หุ้นสุทธิที่ฝาก หุ้นที่คุณซื้อลบด้วยหุ้นที่ขายออกไปเพื่อเสียภาษี
vi_vn: Cổ phiếu ròng đã lưu ký. Cổ phiếu bạn đã mua trừ đi số cổ phiếu đã bán để nộp thuế.
zh_hans: 存款净股份。您购买的股份减去因税金卖出的任何股份。
zh_hant_tw: 存款淨股份。您購買的股份減去因稅金賣出的任何股份。

# eacHistoryDefPurchaseDate
source: Purchase date. The date you bought the ESPP shares.
de_de: Kaufdatum Das Datum, an dem Sie die ESPP-Aktien gekauft haben.
es_419: Fecha de compra. La fecha en que compró las acciones del ESPP.
es_es: Fecha de compra. Fecha en que compró las acciones del ESPP.
fr_fr: Date d'achat. La date à laquelle vous avez acheté les actions ESPP.
it_it: Data di acquisto. La data di acquisto delle azioni ESPP.
ja_jp: 購入日。ESPP株式を購入した日付です。
ko_kr: 매수일 ESPP 주식을 매수한 날짜입니다.
ms_my: Tarikh pembelian. Tarikh anda membeli syer ESPP.
pt_br: Data da compra. A data em que você comprou as ações do ESPP.
ru_ru: Дата покупки. Дата, когда вы купили акции ESPP.
th_th: วันที่ซื้อ วันที่คุณซื้อหุ้น ESPP
vi_vn: Ngày mua. Ngày bạn mua cổ phiếu ESPP.
zh_hans: 购买日期。您购买员工股票购买计划股份的日期。
zh_hant_tw: 購買日期。您購買員工股票購買計劃股份的日期。

# eacHistoryDefPurchasePrice
source: Purchase price. The discounted price you paid. Your discount was applied to either the subscription date FMV or purchase date FMV, depending on your plan.
de_de: Kaufpreis Der ermäßigte Preis, den Sie bezahlt haben. Dein Rabatt wurde entweder auf den FMV des Abonnementdatums oder auf den FMV des Kaufdatums angewandt, je nach deinem Plan.
es_419: Precio de compra. El precio descontado que pagaste. Su descuento se aplicó al valor justo de mercado (FMV) de la fecha de subscripción o al valor justo de mercado de la fecha de compra, según su plan.
es_es: Precio de compra. Precio con descuento satisfecho. El descuento se aplicó al FMV de la fecha de suscripción o al de la fecha de compra, según su plan.
fr_fr: Prix d'achat. Le prix réduit que vous avez payé. Votre réduction a été appliquée à la date de souscription FMV ou à la date d'achat FMV, en fonction de votre plan.
it_it: Prezzo di acquisto. Il prezzo scontato che hai pagato. Il tuo sconto è stato applicato alla data di abbonamento FMV o alla data di acquisto FMV, a seconda del tuo piano.
ja_jp: 購入価格。支払った割引価格です。割引は、申し込み日のFMVまたは購入日のFMV（プランに応じる）のいずれかに適用されました。
ko_kr: 매수 가격 지불한 할인 가격 할인은 귀하의 플랜에 따라 청약 날짜의 FMV 또는 매수 날짜의 FMV에 적용되었습니다.
ms_my: Harga pembelian. Harga diskaun yang anda bayar. Diskaun anda telah digunakan sama ada pada tarikh langganan FMV atau tarikh pembelian FMV, bergantung pada pelan anda.
pt_br: Preço de compra. O preço com desconto que você pagou. O desconto foi aplicado ao FMV da data de assinatura ou ao FMV da data de compra, dependendo do plano.
ru_ru: Цена покупки. Цена со скидкой. Ваша скидка была применена к действительной стоимости (FMV) на дату подписки или дату покупки, в зависимости от условий вашего плана.
th_th: ราคาซื้อ ราคาส่วนลดที่คุณจ่าย ส่วนลดของคุณจะถูกใช้กับวันที่สมัครสมาชิก FMV หรือวันที่ซื้อ FMV ทั้งนี้ขึ้นอยู่กับแผนของคุณ
vi_vn: Giá mua. Giá được chiết khấu bạn đã trả. Chiết khấu được áp dụng cho ngày đăng ký FMV hoặc ngày mua FMV, tùy thuộc vào chương trình của bạn.
zh_hans: 买入价格。您支付的折扣价。您的折扣适用于订阅日期 FMV 或购买日期 FMV，具体折扣取决于您的计划。
zh_hant_tw: 買入價格。您支付的折扣價。您的折扣適用於訂閱日期 FMV 或購買日期 FMV，具體折扣取決於您的計劃。

# eacHistoryDefSellAll
source: Sell all. When your award vests, we sell all the vested shares to generate a lump-sum cash amount. A portion of the cash amount is forwarded to your employer to cover your estimated tax withholding, and the remaining cash is deposited in your account.
de_de: Alles verkaufen. Wenn Ihre Prämie unverfallbar wird, verkaufen wir alle unverfallbaren Anteile, um einen pauschalen Cash-Betrag zu erwirtschaften. Ein Teil des Cash-Betrags wird an Ihren Arbeitgeber weitergeleitet, um Ihren geschätzten Steuerabzug zu decken, und der verbleibende Cash wird auf Ihr Konto eingezahlt.
es_419: Vender todo. Cuando se devengue tu retribución, venderemos todas las acciones devengadas para obtener un importe total en efectivo. Parte del importe en efectivo se enviará al empleador para cubrir la retención fiscal estimada. El efectivo restante se depositará en la cuenta.
es_es: Vender todo. Cuando se devengue su retribución, venderemos todas las acciones devengadas para obtener un importe total en efectivo. Parte del importe en efectivo se enviará al empleador para cubrir la retención fiscal estimada. El efectivo restante se depositará en la cuenta.
fr_fr: Vente totale. Lorsque votre attribution est acquise, nous vendons toutes les actions acquises pour générer un montant forfaitaire en espèces. Une partie du montant en espèces est transmise à votre employeur pour couvrir votre retenue fiscale estimée, et le reste est déposé sur votre compte.
it_it: Vendi tutto. Al momento della maturazione del conferimento, vendiamo tutte le azioni maturate per generare un importo in denaro forfettario. Una parte dell'importo in denaro viene inoltrata al tuo datore di lavoro per coprire la tua ritenuta fiscale stimata, e la liquidità rimanente viene depositata sul tuo conto.
ja_jp: すべて売却。報酬が確定すると、権利確定済株式を全て売却して、一括の現金額が発生します。現金額の一部は、推定源泉徴収額を補填するために雇用主に送金され、残りの現金はあなたの口座に入金されます。
ko_kr: 모두 매도 귀하의 보상이 확정될 때 당사는 모든 확정된 주식을 매도하여 일시불 현금을 생성합니다. 현금의 일부는 예상 세금 원천징수를 충당하기 위해 고용주에게 전달되며 나머지 현금은 귀하의 계좌에 입금됩니다.
ms_my: Jual semua. Apabila ganjaran anda diletak hak, kami menjual semua syer yang diletak hak untuk menjana jumlah tunai sekaligus. Sebahagian daripada jumlah tunai dikemukakan kepada majikan anda untuk menampung anggaran penangguhan cukai anda, dan baki wang tunai didepositkan ke dalam akaun anda.
pt_br: Venda tudo. Quando seu prêmio é adquirido, vendemos todas as ações adquiridas para gerar um montante fixo em dinheiro. Parte do montante em dinheiro é encaminhada ao seu empregador para cobrir a retenção estimada para imposto, e o dinheiro restante é depositado na sua conta.
ru_ru: Продажа всех акций. Когда ваши премиальные акции переходят в вашу собственность, мы сразу продаем их. Часть полученной суммы направляется вашему работодателю для уплаты налогов, а оставшаяся часть зачисляется на ваш счет.
th_th: ขายทั้งหมด เมื่อรางวัลของคุณครบกำหนดมอบ เราจะขายหุ้นที่มีสิทธิ์ได้รับทั้งหมดเพื่อทำเงินสดก้อนหนึ่ง ส่วนหนึ่งของจํานวนเงินสดนั้นจะถูกส่งต่อไปยังนายจ้างของคุณเพื่อรองรับการหักภาษี ณ ที่จ่ายโดยประมาณของคุณ และเงินสดที่เหลือจะถูกฝากไว้ในบัญชีของคุณ
vi_vn: Bán tất cả. Khi phần thưởng của bạn được trao, chúng tôi bán tất cả các cổ phiếu được trao để tạo ra tổng tiền mặt. Một phần của số tiền mặt được chuyển tiếp cho chủ lao động của bạn để trả khoản khấu lưu thuế ước tính của bạn và số tiền mặt còn lại được gửi vào tài khoản của bạn.
zh_hans: 全部卖出。当您的奖励归属时，我们会出售所有已归属的股份，以产生一笔现金金额。部分现金金额将转交给您的雇主，用于支付预估税金，剩余现金将存入您的帐户。
zh_hant_tw: 全部賣出。當您的獎勵歸屬時，我們會出售所有已歸屬的股份，以產生一筆現金金額。部分現金金額將轉交給您的雇主，用於支付預估稅金，剩餘現金將存入您的帳戶。

# eacHistoryDefSellForTaxes
source: Sell for taxes. When your ESPP purchase is made, your employer will direct Schwab to sell enough shares to cover your estimated tax liability. The resulting cash will be forwarded to your employer.
de_de: Verkaufen, um Steuern zu zahlen. Wenn Ihr ESPP-Kauf getätigt wird, wird Ihr Arbeitgeber Schwab anweisen, genügend Aktien zu verkaufen, um Ihre geschätzte Steuerschuld zu decken. Die daraus resultierenden Cash werden an Ihren Arbeitgeber weitergeleitet.
es_419: Vender para fines fiscales Cuando efectúe su compra para el ESPP, el empleador ordenará a Schwab que venda acciones suficientes para cubrir sus obligaciones fiscales estimadas. El efectivo resultante se enviará al empleador.
es_es: Vender para fines fiscales Cuando efectúe su compra para el ESPP, el empleador ordenará a Schwab que venda acciones suficientes para cubrir sus obligaciones fiscales estimadas. El efectivo resultante se enviará al empleador.
fr_fr: Ventes pour couvrir les impôts. Une fois votre achat ESPP effectué, votre employeur demandera à Schwab de vendre suffisamment d'actions pour couvrir vos obligations fiscales estimées. Les fonds ainsi obtenus seront transmis à votre employeur.
it_it: Vendita per le tasse. Una volta effettuato l'acquisto di ESPP, il tuo datore di lavoro ordinerà a Schwab di vendere un numero sufficiente di azioni per coprire la tua responsabilità fiscale stimata. La liquidità risultante verrà inoltrata al tuo datore di lavoro.
ja_jp: 税金のために売る。ESPPを購入すると、雇用主はSchwabに、推定納税義務額を補填する分を売却するよう指示します。結果として残った現金はあなたの雇用主に送金されます。
ko_kr: 세금 납부를 위한 매도 ESPP 주식을 매수할 때 고용주는 Schwab에게 귀하의 예상 납세 의무를 충당할 수 있는 충분한 주식을 매도하도록 지시합니다. 매도 후 발생한 현금은 고용주에게 전달됩니다.
ms_my: Jual untuk cukai. Apabila pembelian ESPP anda dibuat, majikan anda akan mengarahkan Schwab untuk menjual syer yang mencukupi untuk menampung anggaran liabiliti cukai anda. Wang tunai yang terhasil akan dikemukakan kepada majikan anda.
pt_br: Venda por impostos. Quando sua compra de ESPP for feita, seu empregador instruirá a Schwab a vender ações suficientes para cobrir sua responsabilidade tributária estimada. O dinheiro resultante será encaminhado ao seu empregador.
ru_ru: Продажа акций для уплаты налогов. После покупки акций по программе ESPP ваш работодатель поручит Schwab продать часть акций для уплаты налога. Полученные средства будут переведены вашему работодателю.
th_th: ขายเพื่อเสียภาษี เมื่อคุณซื้อ ESPP นายจ้างของคุณจะสั่งให้ Schwab ขายหุ้นจำนวนเพียงพอให้กับ Integral เพื่อชดเชยภาระภาษีที่คาดว่าจะเกิดขึ้นของคุณ เงินสดที่ได้จะถูกส่งต่อให้กับนายจ้างของคุณ
vi_vn: Bán để nộp thuế. Khi giao dịch mua ESPP của bạn được thực hiện, chủ lao động của bạn sẽ chỉ đạo Schwab bán đủ cổ phiếu để trả nghĩa vụ thuế ước tính của bạn. Số tiền thu được sẽ được chuyển cho chủ lao động của bạn.
zh_hans: 卖出以支付税金。当您的员工股票购买计划购买完成时，您的雇主将指示嘉信理财出售足够的股份，以便支付您的预估纳税义务。所得现金将转交给您的雇主。
zh_hant_tw: 賣出以支付稅金。當您的員工股票購買計劃購買完成時，您的雇主將指示嘉信理財出售足夠的股份，以便支付您的預估納稅義務。所得現金將轉交給您的雇主。

# eacHistoryDefSharesHeldForTaxes
source: Shares held for taxes. When you purchase ESPP shares, your employer will withhold enough shares to cover your estimated tax liability. The cash value of those shares will be withheld for taxes.
de_de: Aktien, die gegen Steuern gehalten werden. Wenn du ESPP-Aktien kaufst, wird dein Arbeitgeber genug Aktien einbehalten, um deine geschätzte Steuerschuld zu decken. Der Wert Cash dieser Aktien wird steuerlich einbehalten.
es_419: Acciones retenidas para fines fiscales. Cuando compre sus acciones para el ESPP, el empleador retendrá un número suficiente de ellas para cubrir sus obligaciones fiscales estimadas. El valor en efectivo de esas acciones se retendrá para fines fiscales.
es_es: Acciones retenidas para fines fiscales. Cuando compre sus acciones para el ESPP, el empleador retendrá un número suficiente de ellas para cubrir sus obligaciones fiscales estimadas. El valor en efectivo de esas acciones se retendrá para fines fiscales.
fr_fr: Actions détenues pour les impôts. Lorsque vous achetez des actions ESPP, votre employeur retient suffisamment d'actions pour couvrir vos obligations fiscales estimées. La valeur en espèces de ces actions sera retenue au titre de l'impôt.
it_it: Azioni trattenute per imposte. Quando acquisti azioni ESPP, il tuo datore di lavoro tratterrà un numero sufficiente di azioni per coprire la tua responsabilità fiscale stimata. Il valore della liquidità e del denaro di queste azioni sarà trattenuto per le tasse.
ja_jp: 税金のために保有された株式。あなたがESPP株を購入すると、雇用主はあなたの推定納税義務を補填するのに十分な株を差し引きます。これらの株式の現金価値は税金として源泉徴収されます。
ko_kr: 세금 납부를 위한 보유 주식 귀하가 ESPP 주식을 매입할 때, 고용주는 귀하의 예상 납세 의무를 충당하기에 충분한 주식을 원천징수합니다. 해당 주식의 현금 가치는 세금을 위해 원천징수됩니다.
ms_my: Syer yang dipegang untuk cukai. Apabila anda membeli syer ESPP, majikan anda akan menahan syer yang mencukupi untuk menampung anggaran liabiliti cukai anda. Nilai wang tunai syer tersebut akan ditahan untuk cukai.
pt_br: Ações retidas para fins fiscais. Quando você compra ações da ESPP, seu empregador retém ações suficientes para cobrir sua responsabilidade tributária estimada. O valor em dinheiro dessas ações será retido para fins fiscais.
ru_ru: Акции, удерживаемые для уплаты налогов. При покупке акций по программе ESPP ваш работодатель удерживает необходимое количество акций для покрытия предполагаемых налоговых обязательств. Налоги будут вычтены из стоимости акций.
th_th: หุ้นที่ถือไว้เพื่อเสียภาษี เมื่อคุณซื้อหุ้น ESPP นายจ้างของคุณจะหักหุ้นเป็นจำนวนเพียงพอเพื่อรองรับภาระภาษีที่ประมาณการของคุณ มูลค่าเงินสดของหุ้นดังกล่าวจะถูกหักไว้เพื่อเสียภาษี
vi_vn: Cổ phiếu bị nắm giữ để nộp thuế. Khi bạn mua cổ phiếu ESPP, chủ lao động của bạn sẽ giữ lại đủ số cổ phiếu để trả nghĩa vụ thuế ước tính của bạn. Giá trị tiền mặt của những cổ phiếu đó sẽ được giữ lại để nộp thuế.
zh_hans: 为税务而持有的股份。当您购买员工股票购买计划股份时，您的雇主将预扣足够的股份，以便支付您的预估纳税义务。这些股份的现金价值将被预扣税金。
zh_hant_tw: 為稅務而持有的股份。當您購買員工股票購買計劃股份時，您的雇主將預扣足夠的股份，以便支付您的預估納稅義務。這些股份的現金價值將被預扣稅金。
